<?php
// Heading
$_['heading_title']    = 'Расширенные статусы товара';

// Text
$_['text_extension']   = 'Модули';
$_['text_success']     = 'Настройки модуля обновлены!';
$_['text_edit']        = 'Редактирование модуля';

// Entry
$_['entry_name']        = 'Заголовок модуля, выводится в блоке';
$_['entry_time']        = 'Время до которого происходит отправка/выдача. В ином случае будет прибавлен + 1 день';
$_['entry_month']       = 'Значения через запятую без пробелов';
$_['entry_status']      = 'Статус';

// Help
$_['help_success']      = 'Можно групировать, пример 2+1. В итоге превратиться в [текущая дата + 2] - [текущая дата + 2+1]';
$_['help_error']        = 'Срабатывает когда текущий день выпадает на выходной. Можно групировать, пример 2+1. В итоге превратиться в [текущая дата + 2] - [текущая дата + 2+1]';
$_['help_warning']      = 'Можно вывести подпись цены. Пример от 300руб';

$_['month_1']     = 'Январь';
$_['month_2']     = 'Февраль';
$_['month_3']     = 'Март';
$_['month_4']     = 'Апрель';
$_['month_5']     = 'Май';
$_['month_6']     = 'Июнь';
$_['month_7']     = 'Июль';
$_['month_8']     = 'Август';
$_['month_9']     = 'Сентябрь';
$_['month_10']    = 'Октябрь';
$_['month_11']    = 'Ноябрь';
$_['month_12']    = 'Декабрь';

$_['current_time'] = 'Текущее дата и время сервера: %s';

// Error
$_['error_permission'] = 'У вас нет прав для управления этим модулем!';
